{"id":3098,"date":"2017-07-20T01:07:49","date_gmt":"2017-07-20T01:07:49","guid":{"rendered":"https:\/\/1800remodel.com\/?page_id=3098"},"modified":"2018-03-23T10:15:34","modified_gmt":"2018-03-23T10:15:34","slug":"terms-of-service","status":"publish","type":"page","link":"https:\/\/1800remodel.com\/terms-of-service\/","title":{"rendered":"Terms of Service"},"content":{"rendered":"<p><strong>1-800-Remodel.com Terms and Conditions<\/strong><\/p>\n<p>The use of this Website is governed by the terms and conditions set forth below and all other disclaimers, guidelines, notices and policies appearing on this Website (collectively, the “Terms and Conditions”). Your use of this Website in any manner constitutes your acknowledgement that you have read the Terms and Conditions and that you agree to follow and be bound by them. We reserve the right to modify or change the Terms and Conditions at any time without prior notice to you. Therefore, we recommend that you please read them carefully each time you use this Website.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Our Services<\/strong><\/p>\n<p>Upon entering your information and the request for which you would like a service professional, we will provide you with a list of service professionals in your area, if any, who may be interested in fulfilling your service need. However, we do not guarantee that we will be able to match your service needs with a service professional or that there are service professionals in your area that either are capable or willing to complete your service needs. We make no guarantees or representations regarding the skills or representations of such service professional or the quality of the job that he or she may perform for you if you elect to retain their services. We do not endorse or recommend the services of any particular service professional. It is entirely up to you to enter into a direct contract or otherwise reach agreement with a service professional, and we do not guarantee or warrant their performance on the job or the outcome or quality of the services performed. The service professionals are not our employees or agents, nor are we an agent of the service professionals. We do not perform, and is not responsible for, any of the services requested by you in your service request. Your rights under contracts you enter into with service professionals are governed by the terms of such contracts and by applicable federal, state, provincial and local laws. Should you have a dispute with any service professional, you must address such dispute with the service professional directly, AND YOU HEREBY AGREE TO RELEASE US (AND OUR OFFICERS, DIRECTORS, AFFILIATES, EMPLOYEES AND AGENTS) AND ANY OTHER PERSON, FIRM, OR ENTITY (INCLUDING OUR BUSINESS PARTNERS) FROM ANY DAMAGES OR CLAIMS (INCLUDING CONSEQUENTIAL AND INCIDENTAL DAMAGES) OF EVERY KIND OR NATURE, SUSPECTED AND UNSUSPECTED, KNOWN AND UNKNOWN, AND DISCLOSED OR UNDISCLOSED, ARISING OUT OF OR IN ANY WAY CONNECTED WITH SUCH DISPUTES AND YOUR DEALINGS WITH SERVICE PROFESSIONALS.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Information Provided by You<\/strong><\/p>\n<p>Upon using our services, you will be prompted to disclose certain information about yourself and your service requirements, and you will be able to store information on our Website. Some of this information will be sent to service professionals who will need this information to respond to you or to other persons or entities in connection with our business. By providing this information to us, or by submitting a service request, you are requesting, and you expressly consent to being contacted by us and by our service professionals and providers via phone, fax, email, mail or other reasonable means, at any of your contact numbers or addresses, even if you are listed on any federal, state, provincial or other applicable “Do Not Call” list, in order that we may provide the services set forth on our site, to service your account, to reasonably address matters pertaining to your account or for other purposes reasonably related to your service request and our business, including marketing related emails. For complete details on our use of your information, please see our privacy policy. You agree that by completing a service request, you are entering into a business relationship with us and our partners and thus agree to be contacted by us and\/or our partners. You promise that all information you provide will be accurate, current and truthful to the best of your knowledge. If you provide any information that is untrue, not current or incomplete, or we have reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, we have the right to refuse any current or future use of our services (or any portion thereof) by you. You are responsible for any use of our services by persons to whom you intentionally or negligently allow access to your password.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Use License<\/strong><\/p>\n<p>You acknowledge and agree that your use of our services is for your personal use and not for any commercial or advertising purposes. You agree that all of the content and information posted on our Website is our sole and exclusive property, and that you have no right to reproduce, post, publish, or otherwise use such information other than for your personal use relating to your service request. You acknowledge that a violation of the foregoing could result in significant damages, and you agree that you are liable to us for any such damages, and will indemnify us in the event of any third party claims against us based on or arising from your violation of the foregoing. We reserve the right to revoke your access to our Website and services at any time. Your use of this Website constitutes your agreement and acceptance without modification of the notices, terms and conditions set forth herein. In addition, as a condition of your use of this Website, you represent and warrant to us that you will not use this Website for any purpose that is unlawful, immoral or prohibited by these terms, conditions and notices. If you do not agree and accept without modification the notices, terms and conditions set forth herein, do not use this Website. Other than this agreement, we will not enter into any agreement with you or obligation to you through this Website and no attempt to create such an agreement or obligation will be effective. THE INFORMATION AND MATERIALS ON THIS WEBSITE ARE PROVIDED FOR YOUR REVIEW IN ACCORDANCE WITH THE NOTICES, TERMS AND CONDITIONS SET FORTH HEREIN. THESE MATERIALS DO NOT NECESSARILY REFLECT OUR OPINIONS OR ANY OF OUR AFFILIATES OR AGENTS. THESE MATERIALS ARE NOT GUARANTEED OR REPRESENTED TO BE COMPLETE, CORRECT OR UP-TO-DATE. YOU MAY NOT ACT OR RELY ON ANY INFORMATION OR MATERIALS IN THIS SITE AND YOU PARTICULARLY SHOULD NOT MAKE ANY INVESTMENT DECISIONS BASED ON ANY INFORMATION OR MATERIALS IN THIS SITE. YOU MUST INDEPENDENTLY VERIFY THE ACCURACY OF ALL SUCH INFORMATION AND MATERIALS BEFORE ACTING OR RELYING THEREON OR MAKING ANY INVESTMENT DECISIONS IN CONNECTION THEREWITH. THESE MATERIALS MAY BE CHANGED FROM TIME TO TIME WITHOUT NOTICE. WE MAKE NO REPRESENTATION ABOUT THE SUITABILITY OF THE MATERIALS ON THIS WEBSITE FOR ANY PURPOSE. ALL SUCH MATERIALS ARE PROVIDED &#8220;AS IS&#8221; WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED. WE SPECIFICALLY DISCLAIM ALL WARRANTIES AND CONDITIONS OF ANY KIND, INCLUDING ALL IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND -NON-INFRINGEMENT. WE SHALL NOT HAVE ANY LIABILITY OR RESPONSIBILITY FOR ANY ERRORS OR OMISSIONS IN THE CONTENT OF THIS WEBSITE, FOR YOUR ACTION OR INACTION IN CONNECTION WITH THIS WEBSITE OR FOR ANY DAMAGE TO YOUR COMPUTER OR DATA OR ANY OTHER DAMAGE YOU MAY INCUR IN CONNECTION WITH THIS WEBSITE. YOUR USE OF THIS WEBSITE IS AT YOUR OWN RISK. IN NO EVENT SHALL WE, OUR AFFILIATES OR AGENTS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OF THIS SITE, THE MATERIALS IN THIS WEBSITE, THE DELAY OR INABILITY TO USE THIS SITE OR OTHERWISE ARISING IN CONNECTION WITH THIS WEBSITE, WHETHER BASED ON CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE, EVEN IF ADVISED OF THE POSSIBILITY OF ANY SUCH DAMAGES.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Links to Third Party Websites<\/strong><\/p>\n<p>This Website may contain links to other sites that are neither owned nor operated by us (although some such sites may have an affiliation with us) (collectively, “Third Party Sites”). Such links are provided for your convenience only. We makes no representations whatsoever about any Third Party Sites which you may access through this Website, as we have no control over the content appearing on such Third Party Sites. Moreover, a link to a Third Party Site does not imply and does not constitute sponsorship, endorsement, approval or responsibility for the content on, or the use of, such Third Party Site. No rights to use or copy the information on this Website or the Third Party Site is granted or implied. Please Note: the privacy policies applicable to Third party Sites may differ significantly from our Privacy Policy. You are encouraged to review the applicable privacy policies of such Third Party Sites.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Disclaimer Regarding Service Professional<\/strong><\/p>\n<p>WE EXPRESSLY DISCLAIMS ANY AND ALL WARRANTIES, EXPRESS OR IMPLIED RELATING TO THE OUR SERVICE PROFESSIONAL PRESCREENING PROCESS, CRITERIA, PROCEDURES, OR INFORMATION OBTAINED OR PRESENTED IN THE PRESCREENING PROCESS OR DISCLOSURES INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR USE, OR THAT THE SCREENING OR VERIFICATION PROCEDURES OR STANDARDS ARE SUFFICIENT OR THAT THE INFORMATION RECEIVED IN THESE SCREENING OR VERIFICATION PROCEDURES IS ACCURATE, TIMELY OR ERROR FREE.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Indemnification<\/strong><\/p>\n<p>YOU AGREE TO INDEMNIFY US, AND OUR SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, CO-BRANDERS, AND OTHER PARTNERS AND HOLD THEM EACH HARMLESS FROM ANY AND ALL CLAIMS OR DEMANDS, INCLUDING ATTORNEY&#8217;S FEES, MADE BY ANY THIRD PARTY DUE TO OR ARISING FROM YOUR USE OF OUR SERVICES OR IN CONNECTION WITH OUR WEBSITE OR YOUR VIOLATION OF THESE TERMS AND CONDITIONS, OR ARISING FROM YOUR VIOLATION OF ANY RIGHTS OF A THIRD PARTY.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>General Provisions<\/strong><\/p>\n<p>You acknowledge and agree that our services are provided to you on an &#8220;AS IS&#8221; basis without any warranty whatsoever, and your sole and exclusive remedy, and our sole obligation to you or any third party for any claim arising out of your use of our services or this Website, is that you are free to discontinue your use of our services or this Website at any time. WE EXPRESSLY DISCLAIMS ANY IMPLIED WARRANTIES OF ANY KIND, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE, AND YOU AGREE THAT WE SHALL HAVE NO LIABILITY FOR DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL (INCLUDING LOST PROFIT), EXEMPLARY OR PUNITIVE DAMAGES (EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES) ARISING OUT OF THIS AGREEMENT OR ANY CONSEQUENCES WHICH FLOW FROM IT. SOME STATES AND PROVINCES DO NOT ALLOW LIMITATIONS ON OR EXCLUSION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES. IN SUCH STATES AND PROVINCES, THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU. The Terms and Conditions will inure to the benefit of our successors, assigns and licensees. If any provision of these Terms and Conditions shall be deemed unlawful, void or unenforceable, for any reason, by any court of competent jurisdiction that provision shall be modified in order to make it enforceable, while maintaining the spirit of the provision. Alternatively, if modification is not possible, such provision shall be stricken and shall not affect the validity and enforceability of the remaining terms. Our failure to exercise or enforce any right or provision of the Terms and Conditions shall not constitute a waiver of such right or provision. You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of our services or the Terms and Conditions must be filed within one (1) year after such claim or cause of action arose or be forever barred. The section titles in the Terms and Conditions are for convenience only and have no legal or contractual effect. These Terms and Conditions are governed by the laws of the State of California as such laws are applied to agreements entered into and to be performed entirely in the State of California and between California residents. You agree to submit to jurisdiction in California and that any claim arising under these Terms and Conditions will be brought solely in a court in Los Angeles County, California.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>1-800-Remodel.com Terms and Conditions The use of this Website is governed by the terms and conditions set forth below and all other disclaimers, guidelines, notices and policies appearing on this Website (collectively, the “Terms and Conditions”). Your use of this Website in any manner constitutes your acknowledgement that you have read the Terms and Conditions [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.7 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms of Service | 1-800 Remodel<\/title>\n<meta name=\"description\" content=\"1-800 Remodel Terms and Conditions\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/1800remodel.com\/terms-of-service\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms of Service | 1-800 Remodel\" \/>\n<meta property=\"og:description\" content=\"1-800 Remodel Terms and Conditions\" \/>\n<meta property=\"og:url\" content=\"https:\/\/1800remodel.com\/terms-of-service\/\" \/>\n<meta property=\"og:site_name\" content=\"1-800-Remodel\" \/>\n<meta property=\"article:modified_time\" content=\"2018-03-23T10:15:34+00:00\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"10 minutes\">\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/1800remodel.com\/#website\",\"url\":\"https:\/\/1800remodel.com\/\",\"name\":\"1-800-Remodel\",\"description\":\"Get Started On Your Remodeling Project Today\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/1800remodel.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/1800remodel.com\/terms-of-service\/#webpage\",\"url\":\"https:\/\/1800remodel.com\/terms-of-service\/\",\"name\":\"Terms of Service | 1-800 Remodel\",\"isPartOf\":{\"@id\":\"https:\/\/1800remodel.com\/#website\"},\"datePublished\":\"2017-07-20T01:07:49+00:00\",\"dateModified\":\"2018-03-23T10:15:34+00:00\",\"description\":\"1-800 Remodel Terms and Conditions\",\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/1800remodel.com\/terms-of-service\/\"]}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/1800remodel.com\/wp-json\/wp\/v2\/pages\/3098"}],"collection":[{"href":"https:\/\/1800remodel.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/1800remodel.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/1800remodel.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/1800remodel.com\/wp-json\/wp\/v2\/comments?post=3098"}],"version-history":[{"count":1,"href":"https:\/\/1800remodel.com\/wp-json\/wp\/v2\/pages\/3098\/revisions"}],"predecessor-version":[{"id":3099,"href":"https:\/\/1800remodel.com\/wp-json\/wp\/v2\/pages\/3098\/revisions\/3099"}],"wp:attachment":[{"href":"https:\/\/1800remodel.com\/wp-json\/wp\/v2\/media?parent=3098"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}