{"id":8933,"date":"2020-02-11T07:48:34","date_gmt":"2020-02-11T07:48:34","guid":{"rendered":"https:\/\/1800remodel.com\/?page_id=8933"},"modified":"2020-02-11T09:29:46","modified_gmt":"2020-02-11T09:29:46","slug":"california-privacy-notice","status":"publish","type":"page","link":"https:\/\/1800remodel.com\/california-privacy-notice\/","title":{"rendered":"California Privacy Notice"},"content":{"rendered":"<h4 class=\"text-uppercase text-center\" style=\"text-align: center;\"><a href=\"https:\/\/1800remodel.com\/do-not-sell\">Click here for the &#8220;DO NOT SELL MY PERSONAL INFORMATION&#8221; Form<\/a><\/h4>\n<p>[vc_row][vc_column 0=&#8221;&#8221;][vc_column_text]<\/p>\n<div class=\"\">\n<p>&nbsp;<\/p>\n<p><b>California Privacy Notice<\/b><\/p>\n<p><b>Effective Date: January 1, 2020<\/b><\/p>\n<p><span style=\"font-weight: 400;\">This California Privacy Notice supplements the information contained in our general <\/span><a href=\"https:\/\/1800remodel.com\/privacy-policy\/\"><span style=\"font-weight: 400;\">Privacy Policy<\/span><\/a><span style=\"font-weight: 400;\"> and applies solely to those visitors and users that are residents of the State of California (“consumer” or “you”). 1800REMODEL.com (“we”, “us”, “our”) adopts this notice to comply with the California Consumer Privacy Act of 2018 (“CCPA”), as amended, and other California Privacy laws. Any terms defined by the CCPA have the same meaning when used in this notice.<\/span><\/p>\n<p><b>Information We Collect<\/b><\/p>\n<p><span style=\"font-weight: 400;\">We collect information that identifies, relates to, describes, references, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“personal information”). Personal information does not include publicly available information, deidentified information, aggregate information, or any information protected by other privacy laws and otherwise excluded from the scope of the CCPA.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">This table identifies the categories of personal information we have collected about consumers within the last 12 months:<\/span><\/p>\n<p><b><img loading=\"lazy\" class=\"aligncenter wp-image-8938\" src=\"https:\/\/1800remodel.com\/wp-content\/uploads\/2020\/02\/ccpa_chart1-300x160.jpg\" alt=\"\" width=\"1107\" height=\"592\" srcset=\"https:\/\/1800remodel.com\/wp-content\/uploads\/2020\/02\/ccpa_chart1-300x160.jpg 300w, https:\/\/1800remodel.com\/wp-content\/uploads\/2020\/02\/ccpa_chart1-1024x548.jpg 1024w, https:\/\/1800remodel.com\/wp-content\/uploads\/2020\/02\/ccpa_chart1-768x411.jpg 768w, https:\/\/1800remodel.com\/wp-content\/uploads\/2020\/02\/ccpa_chart1.jpg 1107w\" sizes=\"(max-width: 1107px) 100vw, 1107px\" \/><\/b><\/p>\n<p>&nbsp;<\/p>\n<p><b>Personal information does not include:<\/b><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Publicly available information, which for purposes of the CCPA:<\/span>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">means information that is lawfully made available from federal, state or local government records.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">does not mean biometric information collected by a business about a consumer without the consumer’s knowledge.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">does not include data used for a purpose that is not compatible with the purpose for which the data is maintained and made available in the government records or for which it is publicly maintained.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">does not include consumer information that is de-identified or aggregate consumer information.<\/span><\/li>\n<\/ul>\n<\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Information excluded from the CCPA’s scope, like:<\/span>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Medical information governed by the California Confidentiality of Medical Information Act (CMIA); protected health information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the Health Information Technology for Economic and Clinical Health Act (HITECH); and information collected as part of a clinical trial subject to the Federal Policy for the Protection of Human Subjects.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Personal information covered by certain sector-specific privacy laws, including the federal Fair Credit Reporting Act (FCRA), the federal Gramm-Leach-Bliley Act (GLBA), the California Financial Information Privacy Act (FIPA), and the Driver’s Privacy Protection Act of 1994 (DPPA).<\/span><\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><b>How we Collect Personal Information<\/b><\/p>\n<p><span style=\"font-weight: 400;\">We obtain the personal information listed above from the following sources:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Directly from you. For example, from forms you complete on our Website.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Indirectly from you. For example, from observing your actions on our Website via automatic data collection technologies.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">From third parties. For example, from our affiliates and other third parties that send us leads.<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><b>How We Use Your Information<\/b><\/p>\n<p><span style=\"font-weight: 400;\">We may use or disclose the personal information we collect for one or more of the following business or commercial purposes:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">To fulfill or meet the reason you provided the information;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">To provide, support, personalize, and develop our Website, products, and services;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">To create, maintain, customize, and secure your account with us, when applicable;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">To provide you with support and to respond to your inquiries, including to investigate and address your concerns and monitor and improve our responses;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">To personalize your Website experience and to deliver content and product and service offerings relevant to your interests, including targeted offers and ads through our Website, third-party sites, and via email or text message (with your consent, where required by law);<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">To help maintain the safety, security, and integrity of our Website, products and services, databases and other technology assets, and business;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">For testing, research, analysis, and product development, including to develop and improve our Website, products, and services;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">As described to you when collecting your personal information or as otherwise set forth in the CCPA<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><b>Sharing Personal Information<\/b><\/p>\n<p><span style=\"font-weight: 400;\">We may disclose your personal information for a business purpose to third parties, such as our subsidiaries and affiliates, as well as non-affiliated third-parties with whom we partner to offer products and services to you.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">In the preceding 12 months, we have disclosed the following categories of personal information for a business purpose to the third parties identified above:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Category A: Identifiers<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Category B: Personal information described in the California Customer Records statute (Cal. Civil Code §1798.80(e))<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Category D: Commercial information<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Category F: Internet or other similar network activity<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Category G: Geolocation data<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Category H: Audio, electronic, visual, thermal, olfactory, or similar information<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Category K: Inferences drawn from any other category of personal information<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><b>Sale of Personal Information<\/b><\/p>\n<p><span style=\"font-weight: 400;\">We may disclose certain information about you to consumer data resellers, advertising partners, affiliates, and other third parties for purposes that may be considered a “sale” under the CCPA. In the preceding 12 months, we have sold the following categories of personal information to third parties:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Category A: Identifiers<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Category B: Personal information described in the California Customer Records statute (Cal. Civil Code §1798.80(e))<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Category D: Commercial information<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Category F: Internet or other similar network activity<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Category G: Geolocation data<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Category H: Audio, electronic, visual, thermal, olfactory, or similar information<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Category K: Inferences drawn from any other category of personal information<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><b>Your California Privacy Rights and Choices<\/b><\/p>\n<p><span style=\"font-weight: 400;\">If you are a California resident, the CCPA provides you with additional rights regarding our use of your personal information. This section describes your CCPA rights and explains how to exercise those rights.<\/span><\/p>\n<p><b>(1) <\/b><b><i>Right to Access Your Information<\/i><\/b><\/p>\n<p><span style=\"font-weight: 400;\">You have the right to request that we disclose certain information to you about our collection and use of your personal information during the 12-month period preceding your request. Once we receive and verify your request, we will disclose to you the information that you request and we are obligated to provide under the CCPA, which may include:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The categories of personal information we have collected about you;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The categories of sources from which we collected your personal information;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Our business or commercial purpose for collecting or selling your personal information;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The categories of personal information we have disclosed for a business purpose or sold about you;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The categories of third parties with whom we share or sell your personal information; and<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The specific pieces of personal information we have collected about you.<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><b>(2) <\/b><b><i>Right to Request Deletion<\/i><\/b><\/p>\n<p><span style=\"font-weight: 400;\">You have the right to request that we delete some or all of the personal information that we have collected from you, subject to certain exceptions. Once we receive and verify your request, we will delete (and direct our service providers to whom we have furnished that information to also delete) your personal information from our (and their) records. With respect to the exceptions, we may deny your deletion request in whole or in part if retaining your personal information is necessary for us or our service providers to:<\/span><\/p>\n<ol>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Debug products to identify and repair errors that impair existing intended functionality.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Comply with the California Electronic Communications Privacy Act;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided informed consent;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Enable solely internal uses that are reasonably aligned with your expectations based on your relationship with us;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Comply with a legal obligation; or<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Make other internal and lawful uses of that information that are compatible with the context in which you provided it.<\/span><\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p><b>(3) <\/b><b><i>Right to Opt-Out<\/i><\/b><\/p>\n<p><span style=\"font-weight: 400;\">You have the right to direct us not to sell your personal information to third parties. Any personal information about you that we sell to a third party cannot be sold by that third party unless you have received explicit notice and are provided with an opportunity to opt-out of the sale of your personal information.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">You (or your authorized representative) may submit your request to opt-out by using the form available on <a href=\"https:\/\/1800remodel.com\/do-not-sell\">this page<\/a>.<\/span><\/p>\n<p><b><i>Exercising Access, Data Portability, and Deletion Rights<\/i><\/b><\/p>\n<p><span style=\"font-weight: 400;\">To exercise the access, data portability, deletion and opt-out rights described above, please submit a verifiable consumer request to us by either:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Using the form available on this page<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Emailing us <\/span><b>compliance@1800Remodel.com<\/b><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">Only you or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your personal information. You may also make a verifiable consumer request on behalf of your minor child.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">You may only make a verifiable consumer request for access or data portability twice within a 12-month period. The verifiable consumer request must:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative. This includes your or the consumer’s:<\/span>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Name<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Address<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Email<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Current Mailing Address<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Alternate Phone<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Alternate Mailing Address<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Other personal information about you maintained by us.<\/span><\/li>\n<\/ul>\n<\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">Generally, we will not request additional information from you for purposes of verification. If, however, we cannot verify you identity from the information already maintained by us, we may request additional information from you, which shall only be used for the purposes of verifying you identity and seeking to exercise you rights under the CCPA, and for security or fraud-prevention purposes. We will delete any new personal information collected for the purposes of verification as soon as practical after processing your request, except as required to comply with the CCPA.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you. Making a verifiable consumer request does not require you to create an account with us. We may require authentication that is reasonable in light of the nature of the personal information requested and will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Please note that we may continue to share your personal information with our affiliates and service providers for essential purposes described above and other such circumstances allowed under the CCPA. Opting out of the sale of personal information through the “Do Not Sell My Personal information” link does not mean that you will stop seeing ads, including some interest-based ads. To learn more about interest-based advertising across sites and additional opt-out choices, please see our general <\/span><a href=\"https:\/\/1800remodel.com\/privacy-policy\/\"><span style=\"font-weight: 400;\">Privacy Policy<\/span><\/a><span style=\"font-weight: 400;\">.<\/span><\/p>\n<p><b><i>Use of an Authorized Agent<\/i><\/b><\/p>\n<p><span style=\"font-weight: 400;\">If you use an authorized agent to submit a request to know or a request to delete, we may require that you provide the authorized agent written permission and require the authorized agent to verify its own identity with us.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">A power of attorney to your authorized agent is an acceptable form of authorization.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">We may deny a request from an agent that does not submit proof that they have been authorized by you to act on your behalf.<\/span><\/p>\n<p><b><i>How we Verify your Request<\/i><\/b><\/p>\n<p><span style=\"font-weight: 400;\">When you submit a request to delete, or a request to know, we verify your request by taking the following steps:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">We may match the information you provided in your request with the personal information of the consumer already maintained by us; or<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">We may use a third-party identity verification service that complies with the CCPA;<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">When verifying a request, we consider the following factors:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The type, sensitivity, and value of the personal information collected and maintained about you;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The risk of harm to you posed by any unauthorized access or deletion;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The likelihood that fraudulent or malicious actors would seek the personal information;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Whether the personal information to be provided by you to verify your identity is sufficiently robust to protect against fraudulent requests or being spoofed or fabricated;<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The manner in which we interact with you; and<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The technology available for verification.<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><span style=\"font-weight: 400;\">When you request to know categories of personal information, we verify your identity to a reasonable degree of certainty.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">When you request to delete, we verify your identity to a reasonable degree or a reasonably high degree of certainty depending on the sensitivity of the personal information and the risk of harm to you posed by unauthorized deletion.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">In all cases, we verify by matching the identifying information provided with the request to the personal information of the consumer already maintained by us.<\/span><\/p>\n<p><b><i>Response Timing and Format<\/i><\/b><\/p>\n<p><span style=\"font-weight: 400;\">Upon receiving a request to know or a request to delete, we will confirm receipt of the request within 15 days and provide information about how we will process the request.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">We strive to respond to a verifiable consumer request within 45 days of its receipt. If we require more time (up to 90 days), we will inform you of the reason and extension period in writing. We will deliver our written response by mail or electronically, at your option.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Any disclosures we provide will only cover the 12-month period preceding the receipt of the verifiable consumer request. The response we provide will also explain the reasons we cannot comply with a request, if applicable. For these requests, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.<\/span><\/p>\n<p><b>(4) <\/b><b><i>Right to Non-Discrimination<\/i><\/b><\/p>\n<p><span style=\"font-weight: 400;\">We will not discriminate against you for exercising any of your rights under the CCPA. For example, we will not:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Deny you goods or services.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Charge you different prices or rates for goods or services, including through the use of discounts or other benefits, or imposing penalties.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Provide you a different level or quality of goods or services.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Suggest that you will receive a different price or rate for goods or services or a different level or quality of goods or services.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">Please know that we may charge you a different price or rate or provide a different level or quality of goods or services, if that difference is reasonably related to the value provided to you by your personal information.<\/span><\/p>\n<p><b>Changes to Our Privacy Notice<\/b><\/p>\n<p><span style=\"font-weight: 400;\">We reserve the right to amend this privacy notice at our discretion and at any time. When we make changes to this privacy notice (which will be updated at least once every 12 months), we will notify you through a notice on this page: <\/span><b> <\/b><a href=\"https:\/\/1800remodel.com\/privacy-policy\/\"><b>Privacy Policy<\/b><\/a><span style=\"font-weight: 400;\">.<\/span><\/p>\n<p><b>Contact Information<\/b><\/p>\n<p><span style=\"font-weight: 400;\">If you have any questions or comments about this notice, our Privacy Policy, the ways in which we collect and use your personal information, your choices and rights regarding such use, or wish to exercise your rights under California law, please do not hesitate to contact us at:<\/span><\/p>\n<p><b>Email: <\/b><span style=\"font-weight: 400;\">compliance@1800Remodel.com<\/span><\/p>\n<p><b>Postal Address: <\/b><span style=\"font-weight: 400;\">1800REMODEL, Inc, 5850 W 3<\/span><span style=\"font-weight: 400;\">rd<\/span><span style=\"font-weight: 400;\"> St #160, Los Angeles CA 90036<\/span><\/p>\n<\/div>\n<p>[\/vc_column_text][\/vc_column][\/vc_row]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Click here for the &#8220;DO NOT SELL MY PERSONAL INFORMATION&#8221; Form [vc_row][vc_column 0=&#8221;&#8221;][vc_column_text] &nbsp; California Privacy Notice Effective Date: January 1, 2020 This California Privacy Notice supplements the information contained in our general Privacy Policy and applies solely to those visitors and users that are residents of the State of California (“consumer” or “you”). 1800REMODEL.com [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.7 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>California Privacy Notice | 1-800 Remodel<\/title>\n<meta name=\"description\" content=\"1-800 Remodel California Privacy Notice\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/1800remodel.com\/california-privacy-notice\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"California Privacy Notice | 1-800 Remodel\" \/>\n<meta property=\"og:description\" content=\"1-800 Remodel California Privacy Notice\" \/>\n<meta property=\"og:url\" content=\"https:\/\/1800remodel.com\/california-privacy-notice\/\" \/>\n<meta property=\"og:site_name\" content=\"1-800-Remodel\" \/>\n<meta property=\"article:modified_time\" content=\"2020-02-11T09:29:46+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/1800remodel.com\/wp-content\/uploads\/2020\/02\/ccpa_chart1-300x160.jpg\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"13 minutes\">\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/1800remodel.com\/#website\",\"url\":\"https:\/\/1800remodel.com\/\",\"name\":\"1-800-Remodel\",\"description\":\"Get Started On Your Remodeling Project Today\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/1800remodel.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/1800remodel.com\/california-privacy-notice\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/1800remodel.com\/wp-content\/uploads\/2020\/02\/ccpa_chart1.jpg\",\"width\":1107,\"height\":592},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/1800remodel.com\/california-privacy-notice\/#webpage\",\"url\":\"https:\/\/1800remodel.com\/california-privacy-notice\/\",\"name\":\"California Privacy Notice | 1-800 Remodel\",\"isPartOf\":{\"@id\":\"https:\/\/1800remodel.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/1800remodel.com\/california-privacy-notice\/#primaryimage\"},\"datePublished\":\"2020-02-11T07:48:34+00:00\",\"dateModified\":\"2020-02-11T09:29:46+00:00\",\"description\":\"1-800 Remodel California Privacy Notice\",\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/1800remodel.com\/california-privacy-notice\/\"]}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/1800remodel.com\/wp-json\/wp\/v2\/pages\/8933"}],"collection":[{"href":"https:\/\/1800remodel.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/1800remodel.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/1800remodel.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/1800remodel.com\/wp-json\/wp\/v2\/comments?post=8933"}],"version-history":[{"count":10,"href":"https:\/\/1800remodel.com\/wp-json\/wp\/v2\/pages\/8933\/revisions"}],"predecessor-version":[{"id":8958,"href":"https:\/\/1800remodel.com\/wp-json\/wp\/v2\/pages\/8933\/revisions\/8958"}],"wp:attachment":[{"href":"https:\/\/1800remodel.com\/wp-json\/wp\/v2\/media?parent=8933"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}